start_text = ("""
سلام 👋
به ربات مدیریت وظایف شخصی خود خوش آمدید.

من به شما کمک می‌کنم تا وظایف و کارهایی که در طول روز برایتان پیش می‌آید را فراموش نکنید و در زمان مناسب آن‌ها را انجام دهید. ⏰

\u200F━━━━━━━━━━━━━━━━
✨ امکانات ربات:
\u200F━━━━━━━━━━━━━━━━

➕ اضافه کردن وظیفه:
    با زدن روی این دکمه می‌توانید وظایف خود را ثبت کنید.
    وظایف خود را اولویت‌بندی کنید و میزان اهمیت آن‌ها را مشخص کنید.
    زمان پایان (ددلاین) را وارد کنید تا ربات، یک ساعت قبل از
    پایان وظیفه برای شما پیام یادآوری ارسال کند.
\u200F━━━━━━━━━━━━━━━━━━━━
📋 نمایش وظایف انجام‌نشده:
    با زدن روی این دکمه می‌توانید وظایفی را که وضعیت آن‌ها
    «در حال انجام ⏳» یا «انجام نشده ⭕» است مشاهده کنید و در صورت نیاز،
    وضعیت آن‌ها را تغییر دهید. همچنین امکان حذف وظایف نیز در این بخش وجود دارد.
    علاوه بر این، می‌توانید برای هر وظیفه یک بارکد (QR Code) ایجاد کنید.
    با اسکن این بارکد، مستقیماً وارد ربات شده و همان وظیفه برای شما نمایش داده می‌شود.
    مهلت استفاده از بارکد، یک هفته است.
\u200F━━━━━━━━━━━━━━━━━━━━
🗂️ نمایش همه وظایف:
    با زدن روی این دکمه می‌توانید همه وظایف خود را مشاهده کنید.
    همچنین قابلیت ساخت بارکد، مانند بخش قبل، در این قسمت نیز وجود دارد.
\u200F━━━━━━━━━━━━━━━━━━━━
📢 گزارش وظایف:
    با زدن روی این دکمه می‌توانید از فعالیت خود در ربات،
    به‌صورت هفتگی، ماهانه و سالانه گزارش تهیه کنید و روند
    انجام وظایف خود را مشاهده کنید.
\u200F━━━━━━━━━━━━━━━━━━━━
🗄️ مدیریت دسته‌بندی‌ها:
    در این قسمت می‌توانید دسته‌بندی‌های دلخواه خود را ایجاد کنید،
    نام آن‌ها را تغییر دهید یا حذف کنید.
    همچنین هنگام ساخت وظیفه، هر وظیفه را در دسته‌بندی موردنظر قرار دهید
    تا مدیریت وظایف ساده‌تر شود.

\u200F━━━━━━━━━━━━━━━━
🤝 هدف ما:
\u200F━━━━━━━━━━━━━━━━

کمک به شما برای انجام بهتر کارها و ایجاد حس مسئولیت‌پذیری بیشتر است.

\u200F━━━━━━━━━━━━━━━━

امیدواریم این ربات برای شما مفید باشد.
موفق باشید. 🌹
""").strip()