start_text =  ("""
سلام 
به ربات مدیریت وظایف شخصی خود خوش آمدید.👋
من به شما کمک میکنم تا وظایف و کار هایی که در طول 
روز برای شما پیش می آید را فراموش نکنید و سر موقع به آن برسید.⏰

*-*-*-*-*-*-*-*-*-*
✨ امکانات ربات :
*-*-*-*-*-*-*-*-*-*

➕ اضافه کردن وظیفه :
    با زدن روی این دکمه میتوانید وظایف خود را ثبت کنید.
    وظایف خود را اولویت بندی کنید و میزان آ را تعیین کنید.
    زمان پایان (ددلاین) را وارد کنید و ربات ما یک ساعت قبل از
    پایان وظیفه به شما پیام میدهد.
    
📋 نمایش وظایف انجام نشده :
    یا زدن روی این دکمه میتوانید وظایفی که وضعیت آنها 
    در حال انجام ⏳ یا انجام نشده ⭕  است را ببینید و در صورت تغییر وضعیت،
    وضعیت آنرا تغییر دهید. همچنین امکان حذف وظیفه خود را در انی قسمت دارید.
    در کنار این میتوانید از وظیفه خود یک بارکد بسازید و هر موقع آن را اسکن کنید
    وارد ربات ما میشوبد و همان تسک به شما نمایش داده میشود. مهلت استفاده
    از بارکد یک هفته می باشد.
    
🗂️ نمایش همه وظایف :
    با زدن روی این دکمه میتوانید همه وظایف خود را ببینید.
    همچنین قابلیت بارکد سازی مانند بخش قیل را نیز در این قسمت دارید.
    
📢 گزارش وظایف :
    با زدن روی این دکمه میتوانید از فعالیتی که در ربات ما داشته اید،
    به صورت هفتگی، ماهانه و سالانه گزارش تهیه کنید و شکل فعالیت خود را ببینید.
    
*-*-*-*-*-*-*-*-*-*
🤝 هدف ما :
*-*-*-*-*-*-*-*-*-*
کمک به شما برای انجام کار هایتان و ایجاد حس مسئولیت پذیری در شماست.

*-*-*-*-*-*-*-*-*-*
امیدواریم مورد استفادتون باشد. موفق باشسید.🌹
""" + "\u200E").strip()