from aiogram.types import ReplyKeyboardMarkup, KeyboardButton

markup = ReplyKeyboardMarkup(
    keyboard=[
        [KeyboardButton(text="➕ اضافه کردن وظیفه"),
         KeyboardButton(text="📋 نمایش وظیفه‌ها")]
    ],
    resize_keyboard=True
)

start_text =  """
به ربات مدیریت وظایف شخصی خودت خوش اومدی 👋

با کمک این ربات می‌تونی کارهای روزانه، برنامه‌ها و وظایفت رو به راحتی ثبت و مدیریت کنی تا هیچ کاری رو فراموش نکنی.

✨ امکانات ربات:

➕ اضافه کردن وظیفه
با انتخاب این گزینه می‌تونی یک کار جدید ثبت کنی، برای آن زمان انجام (ددلاین) تعیین کنی و همیشه پیگیرش باشی.

📋 نمایش وظیفه‌ها
با این گزینه می‌تونی تمام وظایفی که ثبت کردی رو ببینی، وضعیت انجام آن‌ها رو بررسی کنی و مدیریتشان کنی.

امیدوارم این ربات کمک کنه روزهای منظم‌تری داشته باشی 🚀

یکی از گزینه‌های زیر رو انتخاب کن 👇
"""